Repository: ojun9/Likehate
Catalog: Likehate/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, fr, ja, ko, sv, zh_hans, zh_hant

# AddHateInlineButton
source: + Add dislike
ar: + كره
de: + Mag ich nicht
el: + Δεν μου αρέσει
fr: + Je n’aime pas
ja: + 嫌いを追加
ko: + 싫어함
sv: + Ogilla
zh_hans: + 讨厌
zh_hant: + 討厭

# AddLikeInlineButton
source: + Add like
ar: + حب
de: + Mag ich
el: + Μου αρέσει
fr: + J’aime
ja: + 好きを追加
ko: + 좋아함
sv: + Gilla
zh_hans: + 喜欢
zh_hant: + 喜歡

# AddPersonButton
source: Add person
ar: إضافة شخص
de: Person hinzufügen
el: Προσθήκη
fr: Ajouter
ja: 人を追加
ko: 사람 추가
sv: Lägg till
zh_hans: 添加人
zh_hant: 新增人

# AddPersonHelpText
source: You can keep likes and dislikes so you can remember them later.
ar: احفظ ما يحبونه ويكرهونه.
de: Merke, was jemand mag.
el: Κράτα τι αρέσει ή όχι.
fr: Garde ses goûts en mémoire.
ja: 好きなものや苦手なものを、あとで思い出せるように残しておけます。
ko: 좋고 싫은 것을 남겨요.
sv: Spara vad någon gillar.
zh_hans: 记下喜欢和讨厌。
zh_hant: 記下喜歡和討厭。

# AddPersonSaveButton
source: Add
ar: إضافة
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
ja: 追加
ko: 추가
sv: Lägg till
zh_hans: 添加
zh_hant: 新增

# AddPersonTitle
source: Add Person
ar: إضافة شخص
de: Person hinzufügen
el: Προσθήκη
fr: Ajouter
ja: 人を追加
ko: 사람 추가
sv: Lägg till
zh_hans: 添加人
zh_hant: 新增人

# All
source: All data erasing in this app
ar: حذف كل البيانات؟
de: Alle Daten löschen?
el: Διαγραφή όλων;
fr: Tout supprimer ?
ja: このアプリの全データを削除しますか？
ko: 모든 데이터 삭제?
sv: Radera allt?
zh_hans: 删除全部数据？
zh_hant: 刪除全部資料？

# AnimationSettingTitle
source: Animation
ar: الحركة
el: Κίνηση
ja: アニメーション
ko: 애니메이션
zh_hans: 动画
zh_hant: 動畫

# AppRevie
source: App Review
ar: تقييم التطبيق
de: App bewerten
el: Αξιολόγηση
fr: Avis
ja: アプリレビュー
ko: 앱 리뷰
sv: Betygsätt
zh_hans: 应用评价
zh_hant: App 評價

# AppReviewSubtitle
source: Your review helps motivate development
ar: رأيك يدعم التطوير
de: Hilft der Entwicklung
el: Βοηθά την ανάπτυξη
fr: Votre avis nous aide
ja: レビューが開発の励みになります
ko: 리뷰가 힘이 돼요
sv: Din recension hjälper
zh_hans: 评价会支持开发
zh_hant: 評價會支持開發

# AppStoreScreenshotModeSubtitle
source: Replace app data with screenshot sample data.
ar: بيانات للصور فقط.
de: Demo-Daten für Screenshots.
el: Δεδομένα για εικόνες.
fr: Données de capture.
ja: スクリーンショット用のサンプルデータに差し替えます。
ko: 스크린샷용 데이터
sv: Data för skärmbilder.
zh_hans: 截图用示例数据。
zh_hant: 截圖用範例資料。

# AppStoreScreenshotModeTitle
source: App Store screenshot mode
ar: وضع الصور
de: Screenshot-Modus
el: Λειτουργία εικόνων
fr: Mode captures
ja: App Storeスクショモード
ko: 스크린샷 모드
sv: Skärmbildsläge
zh_hans: 截图模式
zh_hant: 截圖模式

# AppTitle
source: Like/Dislike Notebook
ar: مذكرة الأذواق
de: Vorlieben-Notiz
el: Σημειώσεις γούστων
fr: Mémo des goûts
ja: 好き嫌いメモ帳
ko: 취향 메모장
sv: Smakmemo
zh_hans: 喜好记事本
zh_hant: 喜好記事本

source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο
fr: Annuler
ja: キャンセル
ko: 취소
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# ChooseEntryTitle
source: Add
ar: إضافة
de: Eintragen
el: Προσθήκη
fr: Ajouter
ja: 登録
ko: 등록
sv: Lägg till
zh_hans: 添加
zh_hant: 新增

# ChoosePersonForEntryTitle
source: Who is this about?
ar: عن من؟
de: Für wen?
el: Για ποιον;
fr: Pour qui ?
ja: だれのこと？
ko: 누구의 것?
sv: För vem?
zh_hans: 关于谁？
zh_hant: 關於誰？

# ChoosePersonToBrowseTitle
source: Whose likes/dislikes?
ar: أذواق من؟
de: Wessen Liste?
el: Ποιανού γούστα;
fr: Les goûts de qui ?
ja: だれの好き嫌い？
ko: 누구의 취향?
sv: Vems smak?
zh_hans: 谁的喜好？
zh_hant: 誰的喜好？

# CompareButton
source: Compare
ar: قارن
de: Vergleichen
el: Σύγκριση
fr: Comparer
ja: くらべる
ko: 비교
sv: Jämför
zh_hans: 比较
zh_hant: 比較

# CompareEmptyMessage
source: Add family or friends to compare likes and dislikes.
ar: أضف شخصًا للمقارنة.
de: Füge jemanden hinzu.
el: Πρόσθεσε άτομο.
fr: Ajoutez quelqu’un.
ja: 家族や友人を追加すると、好き嫌いを比べられます。
ko: 사람을 추가해 보세요.
sv: Lägg till någon.
zh_hans: 先添加一个人。
zh_hant: 先新增一個人。

# CompareEmptyTitle
source: No one to compare yet
ar: لا يوجد من تقارنه
de: Noch niemand da
el: Κανείς για σύγκριση
fr: Personne à comparer
ja: 比べる相手がまだいません
ko: 비교할 사람이 없어요
sv: Ingen att jämföra
zh_hans: 还没有可比较的人
zh_hant: 還沒有可比較的人

# CompareFirstPersonTitle
source: This person
ar: هذا الشخص
de: Diese Person
el: Αυτό το άτομο
fr: Cette personne
ja: この人と
ko: 이 사람과
sv: Den här
zh_hans: 这个人
zh_hant: 這個人

# CompareSamePersonMessage
source: Choose two different people.
ar: اختر شخصين مختلفين.
de: Wähle zwei Personen.
el: Διάλεξε δύο άτομα.
fr: Choisissez deux personnes.
ja: 別々の2人を選んでください。
ko: 서로 다른 사람을 선택해요.
sv: Välj två personer.
zh_hans: 请选择不同的两人。
zh_hant: 請選擇不同的兩人。

# CompareSecondPersonTitle
source: Compare to
ar: مع هذا
de: Mit dieser
el: Με αυτόν
fr: Avec celle-ci
ja: この人を
ko: 이 사람을
sv: Med den här
zh_hans: 和这个人
zh_hant: 和這個人

# CompareTitle
source: Compare
ar: قارن
de: Vergleichen
el: Σύγκριση
fr: Comparer
ja: くらべる
ko: 비교
sv: Jämför
zh_hans: 比较
zh_hant: 比較

# CompareWithPersonFormat
source: Compare me and %@
ar: قارنني مع %@
de: Mich mit %@ vergleichen
el: Σύγκριση με %@
fr: Me comparer à %@
ja: わたしと%@をくらべる
ko: %@와 비교
sv: Jämför mig med %@
zh_hans: 我和%@比较
zh_hant: 我和%@比較

# CompareWithSomeoneButton
source: Compare with someone
ar: قارن مع شخص
de: Mit jemandem vergleichen
el: Σύγκριση με κάποιον
fr: Comparer avec quelqu’un
ja: だれかとくらべる
ko: 누군가와 비교
sv: Jämför med någon
zh_hans: 和别人比较
zh_hant: 和別人比較

# ComparisonCommonHate
source: Both dislike
ar: كلاهما يكره
de: Beide nicht
el: Και οι δύο όχι
fr: Tous deux non
ja: どっちも嫌い
ko: 둘 다 싫어함
sv: Båda ogillar
zh_hans: 都讨厌
zh_hant: 都討厭

# ComparisonCommonLike
source: Both like
ar: كلاهما يحب
de: Beide mögen
el: Και οι δύο ναι
fr: Tous deux aiment
ja: どっちも好き
ko: 둘 다 좋아함
sv: Båda gillar
zh_hans: 都喜欢
zh_hant: 都喜歡

# ComparisonDifferencesTitle
source: The two of you differ
ar: الاختلافات
de: Unterschiede
el: Διαφορές
fr: Différences
ja: ふたりの違い
ko: 둘의 차이
sv: Skillnader
zh_hans: 两人的不同
zh_hant: 兩人的不同

# ComparisonEmptyCommonHate
source: No shared dislikes yet.
ar: لا كره مشترك بعد
de: Noch keine gemeinsamen Abneigungen
el: Καμία κοινή άρνηση
fr: Aucun dégoût commun
ja: どっちも嫌いなものはまだありません
ko: 함께 싫어하는 것이 없어요
sv: Inga gemensamma ogillanden
zh_hans: 还没有都讨厌的东西
zh_hant: 還沒有都討厭的東西

# ComparisonEmptyCommonHateMessage
source: Add dislikes to see what you may want to avoid together.
ar: أضف ما تتجنبانه.
de: Füge Abneigungen hinzu.
el: Πρόσθεσε όσα αποφεύγετε.
fr: Ajoutez ce à éviter.
ja: 嫌いなものを追加すると、避けたいものを確認できます。
ko: 피하고 싶은 것을 추가해요.
sv: Lägg till ogillanden.
zh_hans: 添加讨厌项后可查看。
zh_hant: 新增討厭項後可查看。

# ComparisonEmptyCommonLike
source: No shared likes yet.
ar: لا حب مشترك بعد
de: Noch keine gemeinsamen Likes
el: Κανένα κοινό αγαπημένο
fr: Aucun goût commun
ja: どっちも好きなものはまだありません
ko: 함께 좋아하는 것이 없어요
sv: Inga gemensamma gillanden
zh_hans: 还没有都喜欢的东西
zh_hant: 還沒有都喜歡的東西

# ComparisonEmptyCommonLikeMessage
source: Add likes to discover what you both enjoy.
ar: أضف ما تحبانه.
de: Füge Likes hinzu.
el: Πρόσθεσε αγαπημένα.
fr: Ajoutez des goûts.
ja: 好きなものを追加すると、共通点が見つかります。
ko: 좋아하는 것을 추가해요.
sv: Lägg till gillanden.
zh_hans: 添加喜欢项后可发现共同点。
zh_hant: 新增喜歡項後可發現共同點。

# ComparisonEmptyFirstOnlyHateFormat
source: Nothing only %@ dislikes yet.
ar: لا شيء يكرهه %@ فقط
de: Nichts, das nur %@ nicht mag
el: Τίποτα μόνο για %@
fr: Rien que %@ n’aime
ja: %@だけが嫌いなものはまだありません
ko: %@만 싫어하는 것이 없어요
sv: Inget bara %@ ogillar
zh_hans: 还没有只有%@讨厌的东西
zh_hant: 還沒有只有%@討厭的東西

# ComparisonEmptyFirstOnlyHateMessage
source: Add dislikes to discover differences.
ar: أضف الكره لرؤية الفرق.
de: Füge Abneigungen hinzu.
el: Πρόσθεσε άρνηση.
fr: Ajoutez des dégoûts.
ja: 嫌いなものを追加すると、違いが見つかります。
ko: 싫어함을 추가해요.
sv: Lägg till ogillanden.
zh_hans: 添加讨厌项后可发现差异。
zh_hant: 新增討厭項後可發現差異。

# ComparisonEmptyFirstOnlyLikeFormat
source: Nothing only %@ likes yet.
ar: لا شيء يحبه %@ فقط
de: Nichts, das nur %@ mag
el: Τίποτα μόνο για %@
fr: Rien que %@ aime
ja: %@だけが好きなものはまだありません
ko: %@만 좋아하는 것이 없어요
sv: Inget bara %@ gillar
zh_hans: 还没有只有%@喜欢的东西
zh_hant: 還沒有只有%@喜歡的東西

# ComparisonEmptyFirstOnlyLikeMessage
source: Add likes to discover differences.
ar: أضف الحب لرؤية الفرق.
de: Füge Likes hinzu.
el: Πρόσθεσε αγαπημένα.
fr: Ajoutez des goûts.
ja: 好きなものを追加すると、違いが見つかります。
ko: 좋아함을 추가해요.
sv: Lägg till gillanden.
zh_hans: 添加喜欢项后可发现差异。
zh_hant: 新增喜歡項後可發現差異。

# ComparisonEmptySecondOnlyHateFormat
source: Nothing only %@ dislikes yet.
ar: لا شيء يكرهه %@ فقط
de: Nichts, das nur %@ nicht mag
el: Τίποτα μόνο για %@
fr: Rien que %@ n’aime
ja: %@だけが嫌いなものはまだありません
ko: %@만 싫어하는 것이 없어요
sv: Inget bara %@ ogillar
zh_hans: 还没有只有%@讨厌的东西
zh_hant: 還沒有只有%@討厭的東西

# ComparisonEmptySecondOnlyHateMessageFormat
source: Add %@'s dislikes to discover differences.
ar: أضف ما يكرهه %@.
de: Füge %@s Abneigungen hinzu.
el: Πρόσθεσε του %@.
fr: Ajoutez les dégoûts de %@.
ja: %@の嫌いなものを追加すると、違いが見つかります。
ko: %@의 싫어함을 추가해요.
sv: Lägg till det %@ ogillar.
zh_hans: 添加%@讨厌的东西。
zh_hant: 新增%@討厭的東西。

# ComparisonEmptySecondOnlyLikeFormat
source: Nothing only %@ likes yet.
ar: لا شيء يحبه %@ فقط
de: Nichts, das nur %@ mag
el: Τίποτα μόνο για %@
fr: Rien que %@ aime
ja: %@だけが好きなものはまだありません
ko: %@만 좋아하는 것이 없어요
sv: Inget bara %@ gillar
zh_hans: 还没有只有%@喜欢的东西
zh_hant: 還沒有只有%@喜歡的東西

# ComparisonEmptySecondOnlyLikeMessageFormat
source: Add %@'s likes to discover differences.
ar: أضف ما يحبه %@.
de: Füge %@s Likes hinzu.
el: Πρόσθεσε του %@.
fr: Ajoutez les goûts de %@.
ja: %@の好きなものを追加すると、違いが見つかります。
ko: %@의 좋아함을 추가해요.
sv: Lägg till det %@ gillar.
zh_hans: 添加%@喜欢的东西。
zh_hant: 新增%@喜歡的東西。

# ComparisonFirstOnlyHateFormat
source: Only %@ dislikes
ar: %@ فقط يكره
de: Nur %@ nicht
el: Μόνο %@ όχι
fr: %@ seul n’aime pas
ja: %@だけ嫌い
ko: %@만 싫어함
sv: Bara %@ ogillar
zh_hans: 只有%@讨厌
zh_hant: 只有%@討厭

# ComparisonFirstOnlyLikeFormat
source: Only %@ likes
ar: %@ فقط يحب
de: Nur %@ mag
el: Μόνο %@ ναι
fr: %@ seul aime
ja: %@だけ好き
ko: %@만 좋아함
sv: Bara %@ gillar
zh_hans: 只有%@喜欢
zh_hant: 只有%@喜歡

# ComparisonSecondOnlyHateFormat
source: Only %@ dislikes
ar: %@ فقط يكره
de: Nur %@ nicht
el: Μόνο %@ όχι
fr: %@ seul n’aime pas
ja: %@だけ嫌い
ko: %@만 싫어함
sv: Bara %@ ogillar
zh_hans: 只有%@讨厌
zh_hant: 只有%@討厭

# ComparisonSecondOnlyLikeFormat
source: Only %@ likes
ar: %@ فقط يحب
de: Nur %@ mag
el: Μόνο %@ ναι
fr: %@ seul aime
ja: %@だけ好き
ko: %@만 좋아함
sv: Bara %@ gillar
zh_hans: 只有%@喜欢
zh_hant: 只有%@喜歡

# ComparisonSeparatorAnd
source: and
ar: و
de: und
el: και
fr: et
ja: と
ko: 와
sv: och
zh_hans: 和
zh_hant: 和

# ComparisonSubtitleFormat
source: %@ and %@
ar: %@ و %@
de: %@ und %@
el: %@ και %@
fr: %@ et %@
ja: %@ と %@
ko: %@ 와 %@
sv: %@ och %@
zh_hans: %@ 和 %@
zh_hant: %@ 和 %@

# DebugSectionTitle
source: Debug
ar: تصحيح
ja: デバッグ
ko: 디버그
sv: Debugg
zh_hans: 调试
zh_hant: 偵錯

# DefaultMeName
source: Me
ar: أنا
de: Ich
el: Εγώ
fr: Moi
ja: わたし
ko: 나
sv: Jag
zh_hans: 我
zh_hant: 我

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
fr: Supprimer
ja: 削除
ko: 삭제
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# DeleteAllConfirmationMessage
source: All people and likes/dislikes will be deleted.
ar: سيتم حذف كل الأشخاص والملاحظات.
de: Alle Personen und Notizen werden gelöscht.
el: Όλα θα διαγραφούν.
fr: Personnes et notes seront supprimées.
ja: 登録した人と好き嫌いがすべて削除されます。
ko: 모든 사람과 기록이 삭제돼요.
sv: Alla personer och anteckningar raderas.
zh_hans: 将删除所有人和记录。
zh_hant: 將刪除所有人和記錄。

# DeleteAllConfirmationTitle
source: Delete all data?
ar: حذف كل البيانات؟
de: Alle Daten löschen?
el: Διαγραφή όλων;
fr: Tout supprimer ?
ja: すべてのデータを削除しますか？
ko: 모든 데이터 삭제?
sv: Radera allt?
zh_hans: 删除全部数据？
zh_hant: 刪除全部資料？

# DeleteAllConfirmButton
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
fr: Supprimer
ja: 削除する
ko: 삭제
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# deleteErasing
source: Data Erasing
ar: حذف كل البيانات
de: Alle Daten löschen
el: Διαγραφή όλων
fr: Tout supprimer
ja: すべてのデータを削除
ko: 모든 데이터 삭제
sv: Radera allt
zh_hans: 删除全部数据
zh_hant: 刪除全部資料

# DeletePersonButton
source: Delete person
ar: حذف الشخص
de: Person löschen
el: Διαγραφή ατόμου
fr: Supprimer
ja: この人を削除
ko: 이 사람 삭제
sv: Radera person
zh_hans: 删除此人
zh_hant: 刪除此人

# DeletePersonConfirmationMessage
source: The likes and dislikes you kept for them will also be deleted.
ar: ستُحذف ملاحظاته أيضًا.
de: Auch die Notizen werden gelöscht.
el: Θα χαθούν και οι σημειώσεις.
fr: Ses notes seront aussi supprimées.
ja: 残していた好きなものや苦手なものも削除されます。
ko: 남긴 기록도 삭제돼요.
sv: Även anteckningar raderas.
zh_hans: 相关记录也会删除。
zh_hant: 相關記錄也會刪除。

# DeletePersonConfirmationTitle
source: Delete this person?
ar: حذف هذا الشخص؟
de: Diese Person löschen?
el: Διαγραφή ατόμου;
fr: Supprimer cette personne ?
ja: この人を削除しますか？
ko: 이 사람 삭제?
sv: Radera personen?
zh_hans: 删除此人？
zh_hant: 刪除此人？

# DeletePersonConfirmButton
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
fr: Supprimer
ja: 削除する
ko: 삭제
sv: Radera
zh_hans: 删除
zh_hant: 刪除

# EditItemButton
source: Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία
fr: Modifier
ja: 編集
ko: 편집
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# EditItemTitle
source: Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία
fr: Modifier
ja: 編集
ko: 편집
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# EditPersonButton
source: Edit this person's details
ar: تعديل الشخص
de: Person bearbeiten
el: Επεξεργασία
fr: Modifier
ja: この人のことを編集
ko: 정보 편집
sv: Redigera
zh_hans: 编辑此人
zh_hant: 編輯此人

# EditPersonHelpText
source: You can change what you call them and their icon.
ar: غيّر الاسم أو الأيقونة.
de: Name oder Bild ändern.
el: Άλλαξε όνομα ή εικόνα.
fr: Changez nom ou icône.
ja: 呼び方やアイコンを変えられます。
ko: 이름과 아이콘을 바꿔요.
sv: Ändra namn eller ikon.
zh_hans: 可更改称呼和图标。
zh_hant: 可更改稱呼和圖示。

# EditPersonTitleFormat
source: About %@
ar: عن %@
de: Über %@
el: Για %@
fr: À propos de %@
ja: %@のこと
ko: %@의 정보
sv: Om %@
zh_hans: 关于%@
zh_hant: 關於%@

# EmptyHatesMessage
source: Add things you want to avoid.
ar: اكتب ما تريد تجنبه.
de: Notiere, was du meiden willst.
el: Γράψε τι θες να αποφεύγεις.
fr: Notez ce à éviter.
ja: 忘れずに避けたいものを書いてみましょう。
ko: 피하고 싶은 것을 적어봐요.
sv: Skriv vad du vill undvika.
zh_hans: 写下想避开的东西。
zh_hant: 寫下想避開的東西。

# EmptyHatesTitle
source: No dislikes yet
ar: لا كره بعد
de: Noch nichts Unliebsames
el: Τίποτα αρνητικό
fr: Aucun dégoût
ja: まだ嫌いなものがありません
ko: 싫어함이 없어요
sv: Inget ogillat
zh_hans: 还没有讨厌项
zh_hant: 還沒有討厭項

# EmptyInputAlert
source: Please enter something
ar: اكتب شيئًا
de: Bitte etwas eingeben
el: Γράψε κάτι
fr: Saisissez quelque chose
ja: 入力してください
ko: 내용을 입력해요
sv: Skriv något
zh_hans: 请输入内容
zh_hant: 請輸入內容

# EmptyLikesMessage
source: Add something worth remembering.
ar: اكتب شيئًا تتذكره.
de: Notiere etwas Schönes.
el: Γράψε κάτι να θυμάσαι.
fr: Notez quelque chose à garder.
ja: 残しておきたいものを書いてみましょう。
ko: 기억할 것을 적어봐요.
sv: Skriv något att minnas.
zh_hans: 写下想记住的东西。
zh_hant: 寫下想記住的東西。

# EmptyLikesTitle
source: No likes yet
ar: لا حب بعد
de: Noch keine Likes
el: Κανένα αγαπημένο
fr: Aucun goût
ja: まだ好きなものがありません
ko: 좋아함이 없어요
sv: Inget gillat
zh_hans: 还没有喜欢项
zh_hant: 還沒有喜歡項

# EntryTargetFormat
source: About %@
ar: عن %@
de: Über %@
el: Για %@
fr: À propos de %@
ja: %@のこと
ko: %@의 것
sv: Om %@
zh_hans: 关于%@
zh_hant: 關於%@

# Hate
source: Dislike
ar: لا أحب
de: Mag ich nicht
el: Δεν μου αρέσει
fr: Je n’aime pas
ja: 嫌い
ko: 싫어함
sv: Ogillar
zh_hans: 讨厌
zh_hant: 討厭

# HateCountFormat
source: Dislikes %d
ar: كره %d
de: %d Abneigungen
el: %d όχι
fr: %d dégoûts
ja: 嫌い %d件
ko: 싫어함 %d개
sv: %d ogillade
zh_hans: 讨厌 %d项
zh_hant: 討厭 %d項

# HateInputButton
source: I dislike this
ar: لا أحبه
de: Mag ich nicht
el: Δεν μου αρέσει
fr: Je n’aime pas
ja: これは嫌い
ko: 싫어해요
sv: Ogillar
zh_hans: 我讨厌这个
zh_hant: 我討厭這個

# HateInputButtonMe
source: I dislike this
ar: لا أحبه
de: Mag ich nicht
el: Δεν μου αρέσει
fr: Je n’aime pas
ja: これは嫌い
ko: 싫어해요
sv: Ogillar
zh_hans: 我讨厌这个
zh_hant: 我討厭這個

# HateInputButtonPersonFormat
source: %@ dislikes this
ar: %@ لا يحبه
de: %@ mag das nicht
el: %@ δεν το θέλει
fr: %@ n’aime pas ça
ja: %@はこれが嫌い
ko: %@은/는 싫어해요
sv: %@ ogillar detta
zh_hans: %@讨厌这个
zh_hant: %@討厭這個

# HateInputPlaceholder
source: Write something you dislike
ar: اكتب ما تكرهه
de: Schreib, was du nicht magst
el: Γράψε τι δεν αρέσει
fr: Écrire un dégoût
ja: 嫌いなものを書く
ko: 싫어하는 것 쓰기
sv: Skriv något ogillat
zh_hans: 写下讨厌的东西
zh_hant: 寫下討厭的東西

# HateSelectionSubtitle
source: Things I want to avoid
ar: ما أريد تجنبه
de: Was ich meiden will
el: Όσα αποφεύγω
fr: À éviter
ja: 忘れずに避けたいもの
ko: 피하고 싶은 것
sv: Att undvika
zh_hans: 想避开的东西
zh_hant: 想避開的東西

# hatething
source: What I Hate
ar: ما لا أحبه
de: Was ich nicht mag
el: Όσα δεν μου αρέσουν
fr: Mes dégoûts
ja: わたしの嫌いなもの
ko: 내가 싫어하는 것
sv: Mina ogillanden
zh_hans: 我的讨厌
zh_hant: 我的討厭

# HomeAddPeopleHint
source: You can add family and friends too.
ar: يمكنك إضافة العائلة والأصدقاء.
de: Auch Familie und Freunde.
el: Πρόσθεσε κοντινούς σου.
fr: Ajoutez proches et amis.
ja: 家族や友人も追加できます
ko: 가족과 친구도 추가해요.
sv: Lägg även till nära.
zh_hans: 也可以添加家人朋友。
zh_hant: 也可以新增家人朋友。

# HomeCompareDisabledHint
source: Add another person to compare likes and dislikes.
ar: أضف شخصًا للمقارنة.
de: Füge jemanden hinzu.
el: Πρόσθεσε κάποιον.
fr: Ajoutez quelqu’un.
ja: 人を追加すると、好き嫌いをくらべられます
ko: 사람을 추가하면 비교해요.
sv: Lägg till någon först.
zh_hans: 添加人后可比较。
zh_hant: 新增人後可比較。

# HomeCompareSubtitle
source: See likes and dislikes with someone else
ar: شاهد الأذواق مع شخص آخر
de: Vorlieben mit jemandem sehen
el: Δες γούστα μαζί
fr: Voir les goûts à deux
ja: わたしと誰かの好き嫌いを見る
ko: 다른 사람과 취향 보기
sv: Se smak med någon
zh_hans: 查看我和别人的喜好
zh_hant: 查看我和別人的喜好

# HomeCompareTitle
source: Compare
ar: قارن
de: Vergleichen
el: Σύγκριση
fr: Comparer
ja: くらべる
ko: 비교
sv: Jämför
zh_hans: 比较
zh_hant: 比較

# HomePeopleSectionTitle
source: Who is this about?
ar: عن من؟
de: Für wen?
el: Για ποιον;
fr: Pour qui ?
ja: だれのこと？
ko: 누구의 것?
sv: För vem?
zh_hans: 关于谁？
zh_hant: 關於誰？

# ItemsCountFormat
source: %d items
ar: %d عنصر
de: %d Einträge
el: %d στοιχεία
fr: %d éléments
ja: %d件
ko: %d개
sv: %d poster
zh_hans: %d项
zh_hant: %d項

source: Like
ar: أحب
de: Mag ich
el: Μου αρέσει
fr: J’aime
ja: 好き
ko: 좋아함
sv: Gillar
zh_hans: 喜欢
zh_hant: 喜歡

# LikeCountFormat
source: Likes %d
ar: حب %d
de: %d Likes
el: %d ναι
fr: %d goûts
ja: 好き %d件
ko: 좋아함 %d개
sv: %d gillade
zh_hans: 喜欢 %d项
zh_hant: 喜歡 %d項

# LikeInputButton
source: I like this
ar: أحبه
de: Mag ich
el: Μου αρέσει
fr: J’aime ça
ja: わたしはこれが好き
ko: 좋아해요
sv: Gillar
zh_hans: 我喜欢这个
zh_hant: 我喜歡這個

# LikeInputButtonMe
source: I like this
ar: أحبه
de: Mag ich
el: Μου αρέσει
fr: J’aime ça
ja: わたしはこれが好き
ko: 좋아해요
sv: Gillar
zh_hans: 我喜欢这个
zh_hant: 我喜歡這個

# LikeInputButtonPersonFormat
source: %@ likes this
ar: %@ يحبه
de: %@ mag das
el: %@ το αγαπά
fr: %@ aime ça
ja: %@はこれが好き
ko: %@은/는 좋아해요
sv: %@ gillar detta
zh_hans: %@喜欢这个
zh_hant: %@喜歡這個

# LikeInputPlaceholder
source: Write something you like
ar: اكتب ما تحبه
de: Schreib, was du magst
el: Γράψε τι αρέσει
fr: Écrire un goût
ja: 好きなものを書く
ko: 좋아하는 것 쓰기
sv: Skriv något gillat
zh_hans: 写下喜欢的东西
zh_hant: 寫下喜歡的東西

# LikeSelectionSubtitle
source: Things I want to keep
ar: ما أريد حفظه
de: Was ich behalten will
el: Όσα θέλω να κρατήσω
fr: À garder
ja: 残しておきたいもの
ko: 남기고 싶은 것
sv: Att spara
zh_hans: 想留下的东西
zh_hant: 想留下的東西

# likething
source: What I Like
ar: ما أحبه
de: Was ich mag
el: Όσα μου αρέσουν
fr: Mes goûts
ja: わたしの好きなもの
ko: 내가 좋아하는 것
sv: Mina gillanden
zh_hans: 我的喜欢
zh_hant: 我的喜歡

# LoadingPersonPhoto
source: Loading photo
ar: تحميل الصورة
de: Foto laden
el: Φόρτωση εικόνας
fr: Chargement photo
ja: 写真を読み込み中
ko: 사진 불러오는 중
sv: Laddar foto
zh_hans: 正在加载照片
zh_hant: 正在載入照片

# MyHatesTitle
source: My dislikes
ar: ما لا أحبه
de: Was ich nicht mag
el: Όσα δεν μου αρέσουν
fr: Mes dégoûts
ja: わたしの嫌いなもの
ko: 내가 싫어하는 것
sv: Mina ogillanden
zh_hans: 我的讨厌
zh_hant: 我的討厭

# MyLikesTitle
source: My likes
ar: ما أحبه
de: Was ich mag
el: Όσα μου αρέσουν
fr: Mes goûts
ja: わたしの好きなもの
ko: 내가 좋아하는 것
sv: Mina gillanden
zh_hans: 我的喜欢
zh_hant: 我的喜歡

# Ohthankyou
source: Oh, thanks...
ar: لاحقًا
de: Später
el: Αργότερα
fr: Plus tard
ko: 나중에
sv: Senare
zh_hans: 稍后
zh_hant: 稍後

source: OK
ar: حسنًا
ko: 확인
zh_hans: 好
zh_hant: 好

# PersonCountFormat
source: Likes %d / Dislikes %d
ar: حب %d / كره %d
de: %d mag / %d nicht
el: %d ναι / %d όχι
fr: %d aime / %d non
ja: 好き %d件 / 嫌い %d件
ko: 좋아함 %d / 싫어함 %d
sv: %d gillar / %d ogillar
zh_hans: 喜欢 %d / 讨厌 %d
zh_hant: 喜歡 %d / 討厭 %d

# PersonHatesTitleFormat
source: %@'s dislikes
ar: ما لا يحبه %@
de: %@ mag nicht
el: Δεν αρέσουν σε %@
fr: Dégoûts de %@
ja: %@の嫌いなもの
ko: %@의 싫어함
sv: %@ ogillar
zh_hans: %@的讨厌
zh_hant: %@的討厭

# PersonLikesTitleFormat
source: %@'s likes
ar: ما يحبه %@
de: %@ mag
el: Αρέσουν σε %@
fr: Goûts de %@
ja: %@の好きなもの
ko: %@의 좋아함
sv: %@ gillar
zh_hans: %@的喜欢
zh_hant: %@的喜歡

# PersonNamePlaceholder
source: What you call them
ar: اكتب الاسم
de: Rufname
el: Πώς το λες
fr: Nom ou surnom
ja: 呼び方を書く
ko: 부르는 이름
sv: Namn
zh_hans: 填写称呼
zh_hant: 填寫稱呼

# PersonNotFoundTitle
source: Person not found
ar: الشخص غير موجود
de: Person nicht gefunden
el: Δεν βρέθηκε
fr: Personne introuvable
ja: 人物が見つかりません
ko: 사람을 찾을 수 없어요
sv: Person saknas
zh_hans: 找不到人物
zh_hant: 找不到人物

# PersonPairSeparator
source: and
ar: و
de: und
el: και
fr: et
ja: と
ko: 와
sv: och
zh_hans: 和
zh_hant: 和

# PremiumBadge
source: Lifetime
ar: مدى الحياة
de: Einmalig
el: Για πάντα
fr: À vie
ja: 買い切り
ko: 평생
sv: Livstid
zh_hans: 买断
zh_hant: 買斷

# PremiumBenefitLifetime
source: Use it forever with one purchase
ar: شراء واحد للأبد
de: Einmal kaufen
el: Μία αγορά για πάντα
fr: Un achat, toujours
ja: 一度の購入でずっと使える
ko: 한 번 구매로 계속
sv: Ett köp, alltid
zh_hans: 一次购买，长期使用
zh_hant: 一次購買，長期使用

# PremiumBenefitNoAds
source: Hide ads
ar: بدون إعلانات
de: Keine Werbung
el: Χωρίς διαφημίσεις
fr: Sans pubs
ja: 広告を非表示
ko: 광고 숨기기
sv: Inga annonser
zh_hans: 隐藏广告
zh_hant: 隱藏廣告

# PremiumBenefitPeople
source: Add four or more people
ar: أضف 4+ أشخاص
de: 4+ Personen
el: 4+ άτομα
fr: 4 personnes et +
ja: 4人以上追加できる
ko: 4명 이상 추가
sv: 4+ personer
zh_hans: 添加4人以上
zh_hant: 新增4人以上

# PremiumCloseButton
source: Later
ar: لاحقًا
de: Später
el: Αργότερα
fr: Plus tard
ja: あとで
ko: 나중에
sv: Senare
zh_hans: 稍后
zh_hant: 稍後

# PremiumComparisonTitle
source: What changes
ar: ما يتغير
de: Was sich ändert
el: Τι αλλάζει
fr: Ce qui change
ja: できることが広がります
ko: 달라지는 점
sv: Det som ändras
zh_hans: 可使用的功能
zh_hant: 可使用的功能

# PremiumFreeLimitMessage
source: The free version lets you register up to three people, including you.
ar: المجاني: حتى 3 أشخاص معك.
de: Gratis: bis 3 Personen inkl. dir.
el: Δωρεάν: έως 3 άτομα με εσένα.
fr: Gratuit : 3 personnes avec vous.
ja: 無料版では、あなたを含めて3人まで登録できます。
ko: 무료는 나 포함 3명까지예요.
sv: Gratis: upp till 3 med dig.
zh_hans: 免费版可登记含你在内3人。
zh_hant: 免費版可登記含你在內3人。

# PremiumFreePlanBadge
source: Current
ar: الحالي
de: Aktuell
el: Τώρα
fr: Actuel
ja: 現在
ko: 현재
sv: Nu
zh_hans: 当前
zh_hant: 目前

# PremiumFreePlanMessage
source: Up to three people, with ads on list screens.
ar: 3 أشخاص وإعلانات بالقوائم.
de: 3 Personen, Werbung in Listen.
el: 3 άτομα, διαφημίσεις σε λίστες.
fr: 3 personnes, pubs en listes.
ja: 3人まで登録できます。一覧画面には広告が表示されます。
ko: 3명까지, 목록에 광고
sv: 3 personer, annonser i listor.
zh_hans: 3人以内，列表有广告。
zh_hant: 3人以內，列表有廣告。

# PremiumFreePlanTitle
source: Free
ar: مجاني
de: Gratis
el: Δωρεάν
fr: Gratuit
ja: 無料版
ko: 무료版
sv: Gratis
zh_hans: 免费版
zh_hant: 免費版

# PremiumHeroTitle
source: Add more loved ones
ar: أضف من يهمك
de: Mehr wichtige Menschen
el: Πρόσθεσε αγαπημένους
fr: Ajoutez vos proches
ja: もっと大切な人を追加できます
ko: 소중한 사람을 더 추가
sv: Lägg till nära
zh_hans: 添加更多重要的人
zh_hant: 新增更多重要的人

# PremiumOneTimeNote
source: This is not monthly. One purchase unlocks it.
ar: ليس شهريًا. شراء واحد فقط.
de: Kein Abo. Ein Kauf.
el: Όχι μηνιαίο. Μία αγορά.
fr: Pas mensuel. Un seul achat.
ja: 月額ではありません。一度の購入で使えます。
ko: 월정액이 아니에요. 한 번만.
sv: Inte månadsvis. Ett köp.
zh_hans: 不是月费，一次购买。
zh_hant: 不是月費，一次購買。

# PremiumPaidPlanMessage
source: Add four or more people and use list screens without ads.
ar: أشخاص أكثر وبدون إعلانات.
de: Mehr Personen, keine Werbung.
el: Περισσότερα άτομα, χωρίς διαφημίσεις.
fr: Plus de personnes, sans pubs.
ja: 4人以上追加できて、一覧画面の広告も非表示になります。
ko: 더 많이 추가하고 광고 숨김
sv: Fler personer, inga annonser.
zh_hans: 添加更多人并隐藏广告。
zh_hant: 新增更多人並隱藏廣告。

# PremiumPaidPlanTitle
source: Lifetime Premium
ar: مدى الحياة
de: Einmalig Premium
el: Premium για πάντα
fr: Premium à vie
ja: 買い切りプレミアム
ko: 평생 프리미엄
sv: Livstid Premium
zh_hans: 买断高级版
zh_hant: 買斷高級版
